- **기상 스터디 모임 [조민제]**
    
    **서비스 기능**
    
    기상 시간, 팝업을 클릭하면 기지개를 펴세요 → 찬물을 마십니다. → 3분 요가(유튜브 영상)
    
    기상시간이 아닌 자리에 앉아서 하루 일과를 시작하는 시간을 사진으로 찍는다.(+ 타임스탬프기능)
    
    스터디 조원들간 초록,빨강색으로 온,오프라인 상태 빠르게 파악가능
    
    처음 가입시 5000원(임의)을 내고 이 금액은 스터디 공동 잔고에 들어가서 모두에게 노출된다.
    
    이후, 기상시간을 지키지 못하면 1000원(임의)차감
    
    **-피드백-**
    
    - 자동스탬프 → AI 필터링
    - 다양한 콘텐츠에 대한 루틴 (미라클 모닝, …) 20개 정도
    - 확장 : 업적, 랭킹, 개인 홍보, 타임랩스 등
    - 최적은 IoT일 듯, 컴퓨터가 항상 켜져있어야 함
    - 알림봇 (카카오톡 채널)
    - WebRTC? + 탭 포커싱, 권한 처리?
    - 카카오페이 🐶꿀
    - 자동 처리…?

---

- **식물 키우기 기록 남기기 [조민제]**
    
    **기능**
    
    사용자는 매일매일 식물의 성장 기록을 사진으로 남길 수 있다.
    
    사용자는 해당 식물군에 대한 정보를 얻을 수 있다.(물 주는 주기)
    
    사용자는 개화시기나 열매를 맺을 때까지 남는 시간을 알 수 있다.
    
    +식물 자랑 SNS  
    
    **-피드백-**
    
    - 이건 모바일
    - 기능 개발보다는 데이터 수집이 중요할 것으로 예상됨..ㅋ
    - 서치 기능, 키워드
