const testinput = [
	{
		id: '1',
		date: "2022년 08월 07일 19시 12분",
	},
	{
		id: '2',
		date: "2022년 08월 07일 19시 13분",
	},
	{
		id: '3',
		date: "2022년 08월 07일 19시 14분",
	},
	{
		id: '4',
		date: "2022년 08월 07일 19시 15분",
	},
	{
		id: '5',
		date: "2022년 08월 07일 19시 16분",
	},
	{
		id: '6',
		date: "2022년 08월 07일 19시 17분",
	},
	{
		id: '7',
		date: "2022년 08월 07일 19시 18분",
	},
	{
		id: '8',
		date: "2022년 08월 07일 19시 19분",
	},
	{
		id: '9',
		date: "2022년 08월 07일 19시 20분",
	},
]

export default testinput;
